Repository: common-repository/proscores-live-scores
Catalog: languages/proscores-live-scores-*.po
Languages: tr_tr

source: ProScores - Live Scores
tr_tr: ProScores - Canlı Skor

source: ProScores provides a fully customizable and responsive live scores page, free of ads and iframes. Developed by Livescores.pro
tr_tr: ProScores, reklam ve iframe içermeyen, tamamen özelleştirilebilir ve duyarlı bir canlı skor sayfası sağlar. MacSkorlari.com tarafından geliştirildi.

source: LiveScores.pro
tr_tr: MacSkorlari.com

source: https://livescores.pro
tr_tr: https://macskorlari.com

source: Settings reset to default.
tr_tr: Varsayılan ayarlar yüklendi.

source: ProScores Settings
tr_tr: ProScores Ayarları

source: Reset to Default
tr_tr: Varsayılan Ayarlara Dön

source: Live Preview
tr_tr: Canlı Önizleme

source: Instructions for Using the ProScores
tr_tr: ProScores Kullanım Talimatları

source: Basic Usage
tr_tr: Basit Kullanım

source: Use the [proscores] shortcode to display today's scores.
tr_tr: Canlı skorların görünmesini istediğiniz yere [proscores] shortcode’unu ekleyin.

source: Live matches: [proscores list="live"] Yesterday's results: [proscores list="yesterday"] Tomorrow's fixtures: [proscores list="tomorrow"]
tr_tr: Canlı maçlar: [proscores list="live"] Dünün sonuçları: [proscores list="yesterday"] Yarının fikstürleri: [proscores list="tomorrow"]

source: You can set font size and font family attributes. For example: [proscores font-family="sans-serif"].
tr_tr: Yazı tipi boyutunu ve yazı tipi ailesi özelliklerini ayarlayabilirsiniz. Örneğin: [proscores font-family="sans-serif"].

source: Shortcode for Leagues
tr_tr: Ligler İçin Kısa Kod

source: To display scores for the England - Premier League, use the following shortcode: [proscores list="league" path="/a/50/league/england-premier-league/"]
tr_tr: İngiltere - Premier Lig için skorları göstermek için şu kısa kodu kullanın: [proscores list="league" path="/a/50/league/england-premier-league/"]

source: For other leagues, visit our site at Livescores.pro and navigate to the desired league page. In the address bar, you will see a URL like https://livescores.pro/a/50/league/england-premier-league/. Copy the path part, which in this example is /a/50/league/england-premier-league/, and use it in the shortcode.
tr_tr: Diğer ligler için Livescores.pro sitemizi ziyaret edin ve istediğiniz lig sayfasına gidin. Adres çubuğunda https://livescores.pro/a/50/league/england-premier-league/ gibi bir URL göreceksiniz. Örnekte olduğu gibi yolu kopyalayın, /a/50/league/england-premier-league/, ve kısa koda ekleyin.

source: When you set "Credit Author" to "Off" means:
tr_tr: “Credit Author”ni "Kapalı" olarak ayarladığınızda:

source: You are not linking back to author site.
tr_tr: Geliştiricinin sitesine geri bağlantı vermiyorsunuz.

source: ProScores will work in an iframe that sized 100% x 8000px .
tr_tr: ProScores, 100% x 8000px boyutunda bir iframe içinde çalışacak.

source: Color and Font customizations will be default setting.
tr_tr: Renk ve Yazı tipi özelleştirmeleri varsayılan ayarlar olacak.

source: When you set "Credit Author" to "On" means:
tr_tr: "Credit Author"ni "Açık" olarak ayarladığınızda:

source: You are linking back to author site.
tr_tr: Geliştiricinin sitesine geri bağlantı veriyorsunuz.

source: ProScores will work without an iframe.
tr_tr: ProScores iframe olmadan çalışacak.

source: Color and Font customizations will be your setting.
tr_tr: Renk ve Yazı tipi özelleştirmeleri sizin ayarlarınız olacak.

source: Main Settings
tr_tr: Ana Ayarlar

source: Language
tr_tr: Dil

source: OFF
tr_tr: KAPALI

source: ON
tr_tr: AÇIK

source: Turn it ON to use your custom colors, or keep it OFF for default colors. For more details, see Notes at the bottom of the page.
tr_tr: Özelleştirilmiş renklerinizi kullanmak için bunu AÇIK yapın veya varsayılan renkler için KAPALI tutun. Daha fazla bilgi için sayfanın altındaki Notlar kısmına bakın.

source: Font Size
tr_tr: Yazı Tipi Boyutu

source: Match Row
tr_tr: Maç Satırı

source: Live Match Tracker (Text)
tr_tr: Canlı Anlatımı (Yazılı)

source: Background (1)
tr_tr: Arka Plan (1)

source: Background (2)
tr_tr: Arka Plan (2)

source: Font Transform
tr_tr: Yazı Tipi Dönüşümü

source: Capitalize
tr_tr: Baş Harfleri Büyük Yap

source: Uppercase
tr_tr: Büyük Harf

source: Font Color
tr_tr: Yazı Rengi

source: Live Color
tr_tr: Canlı Renk

source: Scored Team Background
tr_tr: Skor Yapan Takım Arka Planı

source: Scored Match Score Background
tr_tr: Skor Yapılan Maç Skor Arka Planı

source: Match Details
tr_tr: Maç Detayları

source: Background
tr_tr: Arka Plan

source: Score Background
tr_tr: Skor Arka Planı

source: Score Font Color
tr_tr: Skor Yazı Rengi

source: Country
tr_tr: Ülke

source: League
tr_tr: Lig

source: Premium Features
tr_tr: Premium Özellikler

source: Live Match Tracker (Animated)
tr_tr: Canlı Anlatım (Animasyonlu)

source: Your Domain Token
tr_tr: Alan Adı Jetonunuz
